{
    "chain": {
      "titleBind": "Enlace a la cuenta principal de Contentos",
      "tipsNotBind": "No, unir después",
      "bindDesc": "COS.TV tiene acceso a la red principal de Contentos. Debe crear una cuenta de red principal para realizar acciones posteriores, incluida la creación, distribución y me gusta.",
      "bindSteps01": "Registrar una cuenta",
      "bindSteps02": "Vincularse a la cuenta neta principal",
      "bindSteps03": "Enlace exitoso",
      "bindTab01": "No tengo una cuenta de red principal de Contentos",
      "bindTab02": "Tengo una cuenta de red principal de Contentos",
      "chainDesc": "La cuenta de red principal es la cuenta en la red principal de Contentos. Es la cuenta que usa para transferir, comerciar, crear contenido y cosas similares. También es la cuenta que usa para recibir recompensas ecológicas. Solo puede usar todos los Dapps en Contentos con una cuenta de red principal. Entonces, ¿qué está esperando? Dése prisa y cree una.",
      "btnNextStep": "Siguiente",
      "labelAutoCreate": "Generar automáticamente un nombre de cuenta",
      "labelCustomName": "Defina el nombre de cuenta usted mismo",
      "inputTipsNotModify": "Éste nombre no se puede modificar después de crearlo",
      "inputTipsName": "El nombre de la cuenta consta de 6-16 letras minúsculas y números",
      "confirmCreateTitle": "El nombre de la cuenta actual ({name}) está disponible y no se puede modificar una vez creado",
      "confirmCreateDesc": "El nombre de cuenta creado actualmente es un nombre de cuenta de red principal de Contentos. Es único en toda la red, por lo que no puede modificarlo. Téngalo en cuenta",
      "confirmCreateBtn": "Confirmar creación",
      "confirmBindBtn": "Confirmar enlace",
      "confirmBindTitle": "El nombre de la cuenta que desea vincular es: {name}",
      "confirmBindDesc": "Actualmente, solo una cuenta de Contentos puede vincularse a una cuenta COS.TV, y no puede modificarse después del enlace. Téngalo en cuenta",
      "confirmNoModify": "Entiendo que no se puede modificar después de la creación",
      "inputDescBind": "Complete la clave privada, mnemónica o almacén de claves de su cuenta actual",
      "inputDescBindMnemonic": "Complete la clave de su cuenta actual",
      "labelMnemonic": "Clave",
      "labelPrivateKey": "Clave privada",
      "labelKeystore": "Keystore",
      "placeholderMnemonic": "Ingrese su clave y sepárela con espacios",
      "placeholderKeystorePassword": "Ingrese una contraseña que coincida con su Keystore",
      "errorTipsMnemonicError": "La clave que ingresó es incorrecta",
      "tipsBindSuccess": "La cuenta de red principal se ha creado con éxito, ¡puede disfrutar del poder de los likes y obtener distribución!",
      "btnToHome": "Visitar página de inicio",
      "titleAuthorize": "Autorización de cuenta",
      "crumbUCenter": "Centro personal",
      "crumbAuthorize": "Autorización de cuenta",
      "crumbConfirmIdentity": "Confirmar identificación",
      "authorizeDesc": "Su cuenta vinculante es {nombre}, ingrese la clave de la cuenta",
      "authorizeIntroTitle": "¿Qué significa la autorización de la cuenta? ¿Por qué mi clave privada no es válida después de la autorización? ¿Dónde obtengo mi clave privada válida?",
      "authorizeIntroDesc01": "1. Autorice su cuenta de Contentos a COS.TV para que COS.TV inicie todas sus operaciones en COS.TV y también pueda administrar sus activos en la billetera COS.TV",
      "authorizeIntroDesc02": "2. Después de la autorización, para garantizar la seguridad de su cuenta durante el período de autorización, la red principal de Contentos invalidará su clave privada autorizada, por supuesto. Esto no afectará ninguno de sus activos, no se preocupe",
      "authorizeIntroDesc03": "3. Si desea conservar su propia clave privada, puede obtener una clave privada nueva y válida desautorizando en el centro personal de COS.TV",
      "authorizeMnemonicTips": "Entiendo que mi clave actual no será válida después de la autorización. Si desea una nueva clave válida, puede obtener una válida desautorizando",
      "btnAuthorize": "Autorizar",
      "authorizeSuccessTips": "Su clave privada se ha autorizado con éxito y puede realizar todas las operaciones en COS.TV.",
      "btnIKnow": "Entendido",
      "btnReturn": "Volver al paso anterior",
      "tipsAccountNotAvailable": "Se ha utilizado el nombre de la cuenta. Elija otro nombre de cuenta",
      "tipsAccountNotAvailable2": "Se recomienda agregar costv u otras letras antes y después del nombre",
      "tipsAccountFail": "Error al crear una cuenta, por favor intente nuevamente",
      "unauthorizeTab01": "Confirmar identificación",
      "unauthorizeTab02": "Guardar la nueva clave privada",
      "unauthorizeTab03": "Confirme la nueva clave privada",
      "confirmPhoneTitle": "¿Por qué verificar su teléfono?",
      "confirmPhoneDesc": "Su clave privada es equivalente a su tarjeta de cuenta bancaria y contraseña. Después de la desautorización, se genera y le proporciona una nueva clave privada, por lo que para mantener su activo de cuenta seguro, queremos asegurarnos de que usted sea el indicado. Operar su cuenta",
     "formDescConfirmPhone": "Verificar teléfono",
      "confirmPhoneSendTo": "Enviar a: <span class = \" phone \"> {phone} </span>",
      "btnSend": "Enviar",
      "explicar Título": "Lea atentamente el siguiente mensaje para mantener sus activos seguros",
      "explicarDescContent01": "(1) No cargue su clave en ningún almacenamiento en línea, y no la comparta con nadie. Es mejor copiarla o guardarla en un disco duro fuera de línea",
      "explicarDescContent02": "(2) Una vez que se pierde la clave, nadie puede ayudarlo a recuperar su cuenta, incluidos Contentos y COS.TV",
      "explicarDescContent03": "(3) Todos los empleados de COS.TV y Contentos no solicitarán su clave mnemónica o privada o el almacén de claves por ningún motivo bajo ninguna circunstancia; por lo tanto, no confíe en todos aquellos que soliciten su clave privada",
      "explaTipsDescTitle": "¿Por qué darle un nuevo conjunto de claves? ¿Puedo seguir utilizando la clave original?",
      "explaTipsDescContent01": "Para asegurarse de que usted es el único que conoce su clave privada, después de la desautorización, la red principal de Contentos invalidará la clave privada guardada en COS.TV. Al mismo tiempo, se generará una nueva clave privada, y solo usted tendrá acceso a ella. Esto es para garantizar que COS.TV no podrá operar su cuenta, garantizando así la seguridad de los activos de su cuenta después de la desautorización",
      "explaTipsDescContent02": "Su clave original ya no será válida después de autorizarla a COS.TV. Puede volver a autorizar y obtener una clave privada válida de la red principal de Contentos",
      "btnExplainKnown": "Entiendo el mensaje anterior",
      "titleUnauthorize": "Desautorizar",
      "newMnemonicTips01": "La siguiente es su nueva clave, guárdela y asegúrese de mantenerla correctamente. La clave pronto entrará en vigencia",
      "newMnemonicTips02": "Sugerencia: es mejor copiarlo o guardarlo en un disco duro sin conexión",
      "btnGoConfirm": "Confirmar ahora",
      "confirmMnemonicSubTitle": "Asegúrese de comprender los siguientes tres puntos",
      "confirmMnemonicSubDesc01": "(1) No cargue su clave en ningún almacenamiento en línea, y no comparta su clave con nadie. Es mejor copiarla o guardarla en un disco duro fuera de línea",
      "confirmMnemonicSubDesc02": "(2) Una vez que se pierde la clave, nadie puede ayudarlo a recuperar su cuenta, incluidos Contentos y COS.TV",
      "confirmMnemonicSubDesc03": "(3) Todos los empleados de COS.TV y Contentos no solicitarán su clave mnemónica o privada o el almacén de claves por ningún motivo bajo ninguna circunstancia; por lo tanto, no confíe en todos aquellos que soliciten su clave privada",
      "unahthorizeSuccessDesc": "Ha completado la desautorización. Su clave privada solo se guardará en sus manos de ahora en adelante. <br /> Si desea continuar explorando COS.TV, puede volver a autorizarla",
      "mnemonicConfirmDesc": "Ingrese su nueva clave para que podamos asegurarnos de que se haya guardado",
      "mnemonicConfirmTips": "Asegúrese de no compartir su clave privada con nadie",
      "btnCheck": "Verificar",
      "btnOk": "Sí",
      "tipsPriKeyNotMatch": "La clave privada no coincide, ingrese nuevamente",
      "tipsNameNotModify": "El nombre de la cuenta de red principal es el único identificador que usará para recibir COS en el futuro, por lo que no puede modificarlo",
      "errorTipsAccountName": "Ingrese una combinación de 6-16 números y letras minúsculas",
      "errorTipsAccountNameLong": "El contenido que ingresó excede la longitud máxima: 16 dígitos",
      "errorTipsAccountNameShort": "El contenido que ingresó es demasiado corto. Ingrese una combinación de 6-16 números y letras minúsculas",
      "bindPhoneDesc": "Para proteger la seguridad de los activos de su cuenta, debe vincular su número de teléfono móvil y continuar con el siguiente paso",
      "btnGoBind": "Enlazar",
      "btnNotBind": "Ahora no"
    },
    "login": {
      "signIn": "Iniciar sesión",
      "signUp": "Registrarse",
      "registerEmail": "Registrarse con correo electrónico",
      "registerphone": "Regístrese con el número de teléfono",
      "btnSubmit": "Confirmar",
      "loginPhone": "Iniciar sesión por número de móvil",
      "loginEmail": "Iniciar sesión por correo electrónico",
      "emailErrorTips01": "Ingrese su correo electrónico",
      "emailErrorTips02": "Dirección no válida",
      "placeholderEmail": "Correo electrónico",
      "passwordErrorTips01": "Se requiere contraseña",
      "passwordErrorTips02": "La contraseña debe tener entre 6 y 20 caracteres de longitud",
      "passwordErrorTips03": "La contraseña solo puede contener números, letras y guiones bajos",
      "passwordErrorTips04": "Confirme que la contraseña y la contraseña no coinciden",
      "thirdLoginErrorTips01": "Error de inicio de sesión",
      "placeholderPassword": "Contraseña",
      "placeholderConfirmPassword": "Repetir contraseña",
      "placeholderNewPassword": "Nueva contraseña",
      "accountTips02": "Cambiar contraseña",
      "placeholderPhone": "Número de móvil",
      "placeholderVerificationCode": "Código de verificación",
      "phoneErrorTips01": "Ingrese su número de teléfono móvil",
      "phoneErrorTips02": "Número de móvil no válido",
      "phoneChange": "Aplicación de modificación de número de teléfono",
      "send": "enviar",
      "or": "o",
      "verifiedCodeErrorTips01": "Ingrese el código de verificación",
      "verifiedCodeErrorTips02": "Código de verificación no válido",
      "phoneLoginSuccessTip": "¡Registrado correctamente!",
      "partnerTip": "Bienvenido a la familia cos.tv",
      "toWebsite": "Visite cos.tv",
      "bindMailTip": "Recomendamos que agregue una dirección de correo electrónico, que puede usarse como un segundo método para iniciar sesión en cos.tv",
      "bindMail": "Ir a agregar ahora",
      "mailRegisteredSuccess": "¡Registrado correctamente!",
      "mailRegisteredtip": "Bienvenido a la familia cos.tv",
      "toLogin": "Iniciar sesión ahora",
      "recomendarBindPhone": "Recomendamos que agregue un número de teléfono móvil, que puede usarse como un segundo método para iniciar sesión en cos.tv",
      "toBindPhone": "Ir a agregar ahora",
      "activeEmailLoading": "Cargando ...",
      "completeTip": "Recibirá un correo electrónico y siga las instrucciones para completar el registro",
      "mailTip": "El correo electrónico de verificación es de <a href='mailto:noreply@contentos.io'> noreply@contentos.io </a>",
      "reenviar": "¿No recibió el correo electrónico? Reenviar",
      "getEmail": {
          "title": "¿No recibió el correo electrónico?",
          "s1": "1. Asegúrese de que su correo electrónico sea correcto y esté disponible",
          "s2": "2. Verifique la carpeta de correo no deseado u otros",
          "s3": "3. ¿Sigue teniendo problemas? Póngase en contacto con nosotros en <a href='mailto:service@contentos.io'> service@contentos.io </a>."
      },
      "passwordBack": "Cambiar contraseña",
      "sendEmail": "Enviar correo electrónico de verificación",
      "registration": "Recibirá un correo electrónico, siga las instrucciones para cambiar su contraseña",
      "registrationTip": "El correo electrónico de verificación es de <a href='mailto:noreply@contentos.io'> noreply@contentos.io </a>",
      "resetSuccess": "Restablecimiento de contraseña exitoso",
      "loginTip": "Ha cambiado la contraseña correctamente y ya puede iniciar sesión en Contentos con su nueva contraseña！",
      "signIn200pop": "Regístrese para obtener 200 POP",
      "welcomeTips": "Bienvenido a <span> COS.TV </span>",
      "registeredTipsTitle": "El número de teléfono ya está registrado",
      "registeredTipsDesc": "El número de teléfono ya está registrado. ¿Desea iniciar sesión directamente?",
      "registeredBtnConfirm": "Ok",
      "registeredBtnCancel": "Temporalmente no, cambie el registro del número de teléfono",
      "notRegisteredTipsTitle": "El número de teléfono no se ha registrado",
      "notRegisteredTipsDesc": "El número de teléfono móvil aún no se ha registrado. ¿Debo registrarme para obtener una cuenta?",
      "notRegisteredBtnConfirm": "Necesitar",
      "notRegisteredBtnCancel": "cancelar",
      "placeholderInviteCode1": "Pon el Código de Invitación (opcional) y gana 500 POP extra",
      "placeholderInviteCode2": "Pon el Código de Invitación (opcional) y gana 500 POP extra",
      "inputTitleInviteCode": "Código de Invitación (opcional)"
    },
    "thirdParty": {
      "bitrue": {
        "popupTitle": "Bienvenido a COS.TV",
        "popupDesc": "Puede iniciar sesión con su teléfono móvil y acceder a su cuenta Contentos MainNet más tarde",
        "popupAccount": "Cuenta MainNet: <span class = \" account \"> {0} </span>",
        "btnCopy": "Copiar",
        "btnConfirm": "Volver a Bitrue",
        "tipsCopied": "Copiado"
      }
    }
  }