{
  "chain": {
    "titleBind": "Vincular à conta da MainNet da Contentos",
    "tipsNotBind": "Não, vincule mais tarde",
    "bindDesc": "A COS.TV tem acesso à MainNet da Contentos. Você precisa criar uma conta na MainNet para executar ações como postar, comentar e curtir.",
    "bindSteps01": "Registre uma conta",
    "bindSteps02": "Vincular à conta da MainNet",
    "bindSteps03": "Vinculação bem sucedida",
    "bindTab01": "Não tenho uma conta na MainNet da Contentos",
    "bindTab02": "Tenho uma conta na MainNet da Contentos",
    "chainDesc": "A conta da MainNet é a conta na Blockchain da Contentos. Ela será usada para fazer transferências, enviar conteúdo, comentários etc. Será também utilizada por você para receber as suas recompensas geradas pelo ecossistema. Você só poderá usar os Dapps integrantes da Contentos com uma conta MainNet. Então o que você está esperando? Crie logo uma!",
    "btnNextStep": "Próximo",
    "labelAutoCreate": "Gerar automaticamente um nome de conta",
    "labelCustomName": "Defina você mesmo o nome da sua conta",
    "inputTipsNotModify": "Este nome não pode ser modificado após ser criado.",
    "inputTipsName": "O nome da conta consiste em 6 a 16 letras minúsculas e números",
    "confirmCreateTitle": "O nome da conta ({name}) está disponível. Esse nome não poderá ser alterado depois de criado.",
    "confirmCreateDesc": "O nome da conta aqui criado é o seu nome principal da conta MainNet Contentos. Ele é único em toda a rede, portanto você não poderá alterar ele depois! ",
    "confirmCreateBtn": "Confirmar a criação",
    "confirmBindBtn": "Confirmar vinculação",
    "confirmBindTitle": "O nome da conta que você deseja vincular é: {name}",
    "confirmBindDesc": "Atualmente, apenas uma conta Contentos pode ser vinculada a uma conta COS.TV e não pode ser modificada após este ato. Fique atento a este limite.",
    "confirmNoModify": "Entendo que não poderei modificar após a criação.",
    "inputDescBind": "Preencha a chave privada da sua conta atual, mnemônica ou Keystore",
    "inputDescBindMnemonic": "Preencha o mnemônico (24 palavras) da sua conta atual",
    "labelMnemonic": "Mnemônico",
    "labelPrivateKey": "Chave privada",
    "labelKeystore": "Keystore",
    "placeholderMnemonic": "Por favor, digite seu mnemônico e separe-o com espaços.",
    "placeholderKeystorePassword": "Digite uma senha que corresponda ao seu Keystore",
    "errorTipsMnemonicError": "O mnemônico (24 palavras) digitado está incorreto",
    "tipsBindSuccess": "A conta da MainNet foi criada com sucesso, você pode agora aproveitar o poder de curtir e ganhar monetização!",
    "btnToHome": "Visitar página inicial",
    "titleAuthorize": "Autorização de conta",
    "crumbUCenter": "Centro pessoal",
    "crumbAuthorize": "Autorização de conta",
    "crumbConfirmIdentity": "Confirmar identidade",
    "authorizeDesc": "Sua conta vinculada é {name}, digite as 24 palavras (mnemônico) dessa conta",
    "authorizeIntroTitle": "O que significa autorização de conta? Por que minha chave privada é inválida após autorização? Onde obtenho minha chave privada?",
    "authorizeIntroDesc01": "1. Autorize sua conta da MainNet na COS.TV para que todas as suas transações sejam iniciadas pela COS.TV, e para que você possa gerenciar seus ativos na carteira dentro da COS.TV.",
    "authorizeIntroDesc02": "2. Após a autorização, a fim de garantir a segurança da sua conta durante o período de autorização, a rede principal do Contentos invalidará sua chave privada anterior. Isso não afetará nenhum de seus ativos, não se preocupe.",
    "authorizeIntroDesc03": "3. Se você quiser ter acesso novamente a sua chave privada, poderá obter uma nova desautorizando sua conta MainNet da COS.TV dentro da seção \"Centro Pessoal\". ",
    "authorizeMnemonicTips": "Entendo que meu mnemônico (24 palavras) atual será inválido após a autorização. Se você desejar um novo mnemônico, obterá desvinculando a conta.",
    "btnAuthorize": "Autorizar",
    "authorizeSuccessTips": "Sua chave privada foi autorizada com sucesso e você pode executar todas as operações no COS.TV.",
    "btnIKnow": "Eu entendo",
    "btnReturn": "Voltar ao passo anterior",
    "tipsAccountNotAvailable": "O nome escolhido já foi utilizado. Por favor, escolha outro nome para sua conta.",
    "tipsAccountNotAvailable2": "É recomendável adicionar costv ou outras letras antes e depois do nome.",
    "tipsAccountFail": "Falha ao criar uma conta, tente novamente",
    "unauthorizeTab01": "Confirmar identificação",
    "unauthorizeTab02": "Salve a nova chave privada",
    "unauthorizeTab03": "Confirme a nova chave privada",
    "confirmPhoneTitle": "Por que verificar seu telefone?",
    "confirmPhoneDesc": "Sua chave privada é equivalente a sua senha de conta bancária. Após a desvinculação, uma nova chave privada será gerada e fornecida a você; portanto, para manter os ativos da sua conta seguros, queremos garantir que você é o responsável pela operação.",
    "formDescConfirmPhone": "Verificar telefone",
    "confirmPhoneSendTo": "Enviar para: <span class = \"phone\">{phone}</span>",
    "btnSend": "Enviar",
    "explainTitle": "Leia atentamente a mensagem a seguir para manter seus ativos seguros.",
    "explainDescContent01": "(1) Não faça upload do seu mnemônico para qualquer armazenamento online e não o compartilhe com ninguém. É melhor copiá-lo ou salvá-lo em um disco rígido offline.",
    "explainDescContent02": "(2) Depois que o mnemônico for perdido, ninguém pode ajudá-lo a recuperar sua conta, incluindo a Contentos e a COS.TV",
    "explainDescContent03": "(3) Nenhum dos funcionários da COS.TV ou Contentos solicitarão suas chaves (mnemônica ou privada) por qualquer motivo, sob quaisquer circunstâncias; portanto, não envie sua chave privada a ninguém.",
    "explainTipsDescTitle": "Por que dar a você um novo conjunto de mnemônicos? Ainda posso usar o mnemônico original?",
    "explainTipsDescContent01": "Para garantir que você seja o único que conhece sua chave privada, após a desvinculação, a Contentos invalidará a chave privada salva na COS.TV. Uma nova chave privada será gerada e somente você terá acesso a ela. Isso é para garantir que mesmo o site da COS.TV não possa operar sua conta, garantindo a segurança dos seus ativos após a desautorização.",
    "explainTipsDescContent02": "Seu mnemônico (24 palavras) original não será mais válido depois que você vincular a conta na COS.TV. Você poderá desvincular e obter  uma nova chave privada posteriormente. ",
    "btnExplainKnown": "Eu entendo a mensagem acima",
    "titleUnauthorize": "Desautorizar",
    "newMnemonicTips01": "Este é o seu novo mnemônico, salve-o e certifique-se de guardá-lo com cuidado. O mnemônico passará a funcionar em breve.",
    "newMnemonicTips02": "Sugestão: É melhor copiá-lo ou salvá-lo em um disco rígido offline.",
    "btnGoConfirm": "Confirme agora",
    "confirmMnemonicSubTitle": "Preste bastante ATENÇÃO nos 3 pontos a seguir",
    "confirmMnemonicSubDesc01": "(1) Não faça upload do seu mnemônico para qualquer armazenamento online e não o compartilhe com ninguém. É melhor copiá-lo ou salvá-lo em um disco rígido offline.",
    "confirmMnemonicSubDesc02": "(2) Se o mnemônico (24 palavras) for perdido, NINGUÉM poderá ajudá-lo a recuperar a sua conta, mesmo os funcionários da Contentos e a COS.TV",
    "confirmMnemonicSubDesc03": "(3) Nenhum dos funcionários da COS.TV ou Contentos solicitarão suas chaves (mnemônica ou privada) por qualquer motivo, sob quaisquer circunstâncias; portanto, não envie sua chave privada a ninguém.",
    "unahthorizeSuccessDesc": "Você concluiu a desvinculação. A partir de agora, sua chave privada será salva em suas mãos. Guarde-a bem!<br />Se você quiser continuar utilizando a COS.TV, poderá vincular novamente mais tarde.",
    "mnemonicConfirmDesc": "Digite seu novo mnemônico para que possamos ter certeza de que você salvou",
    "mnemonicConfirmTips": "Nunca compartilhe sua chave privada com ninguém",
    "btnCheck": "Verificar",
    "btnOk": "Sim",
    "tipsPriKeyNotMatch": "A chave privada não corresponde, por favor insira novamente",
    "tipsNameNotModify": "O nome principal da conta da MainNet é o único identificador que você usará para receber COS no futuro, portanto não poderá modificá-lo.",
    "errorTipsAccountName": "Digite uma combinação de 6 a 16 números e letras minúsculas.",
    "errorTipsAccountNameLong": "O conteúdo digitado excede o tamanho máximo de 16 dígitos",
    "errorTipsAccountNameShort": "O conteúdo digitado é muito curto. Digite uma combinação de 6 a 16 números e letras minúsculas.",
    "bindPhoneDesc": "Para proteger a segurança dos ativos da sua conta, você precisa vincular seu número de celular e prosseguir para o próximo passo.",
    "btnGoBind": "Vinculação",
    "btnNotBind": "Agora não",
    "btnSkip": "Pular",
    "bindPhoneDescNew": "Para aumentar a segurança dos seus ativos é recomendado vincular seu telefone à conta antes de continuar."
  },
  "login": {
    "signIn": "Entrar",
    "signUp": "Registrar-se",
    "registerEmail": "Inscreva-se com o e-mail",
    "registerphone": "Inscreva-se com o número do telefone",
    "btnSubmit": "Confirmar",
    "loginPhone": "Faça o login pelo número do celular",
    "loginEmail": "Entrar pelo email",
    "emailErrorTips01": "Insira o seu e-mail",
    "emailErrorTips02": "Endereço inválido",
    "placeholderEmail": "E-mail",
    "passwordErrorTips01": "A senha é obrigatória",
    "passwordErrorTips02": "A senha deve ter entre 6 e 20 caracteres",
    "passwordErrorTips03": "A senha só pode conter números, letras e sublinhado.",
    "passwordErrorTips04": "A confirmação de senha é diferente da senha.",
    "thirdLoginErrorTips01": "Falha ao entrar!",
    "placeholderPassword": "Senha",
    "placeholderConfirmPassword": "Repetir senha",
    "placeholderNewPassword": "Nova senha",
    "accountTips02": "Alterar Senha",
    "placeholderPhone": "Telefone celular",
    "placeholderVerificationCode": "Código de Verificação",
    "phoneErrorTips01": "Digite seu número do celular",
    "phoneErrorTips02": "Número de celular inválido",
    "phoneChange": "Aplicação de modificação do número de telefone.",
    "send": "Enviar",
    "or": "ou",
    "verificationCodeErrorTips01": "Digite o código de verificação",
    "verificationCodeErrorTips02": "Código de verificação inválido",
    "phoneLoginSuccessTip": "Registrado com sucesso!",
    "partnerTip": "Seja bem-vindo a família cos.tv",
    "toWebsite": "Visite a cos.tv",
    "bindMailTip": "Recomendamos que você adicione um endereço de e-mail, que pode ser usado como um segundo método para efetuar login na cos.tv",
    "bindMail": "Adicionar agora",
    "mailRegisteredSuccess": "Registrado com sucesso!",
    "mailRegisteredtip": "Seja bem-vindo a família cos.tv",
    "toLogin": "Entre agora",
    "recommendBindPhone": "Recomendamos que você adicione um número de celular, que pode ser usado como um segundo método para efetuar login na cos.tv",
    "toBindPhone": "Adicione agora",
    "activeEmailLoading": "Carregando...",
    "completeTip": "Você receberá um e-mail e siga as instruções para concluir o registro",
    "mailTip": "O email de verificação será enviado de <a href='mailto:noreply@contentos.io'>noreply@contentos.io </a> ",
    "resend": "Não recebeu o e-mail? Reenviar",
    "getEmail": {
      "title": "Não recebeu o e-mail?",
      "s1": "1. Verifique se seu e-mail está correto e funcionando",
      "s2": "2. Verifique a pasta de spam ou lixo eletrônico",
      "s3": "3. Ainda com problemas? Entre em contato conosco pelo <a href='mailto:service@contentos.io'>service@contentos.io</a>."
    },
    "passwordBack": "Alterar Senha",
    "sendEmail": "Enviar E-mail de Verificação",
    "registration": "Você receberá um e-mail e siga as instruções para alterar sua senha",
    "registrationTip": "O email de verificação é de <a href='mailto:noreply@contentos.io'>noreply@contentos.io </a> ",
    "resetSuccess": "Senha redefinida com sucesso",
    "loginTip": "Você alterou a senha com sucesso e pode fazer login na Contentos com sua nova senha！",
    "signIn200pop": "Registre-se para obter 200 POP",
    "welcomeTips": "Bem-vindo a <span>COS.TV</span>",
    "registeredTipsTitle": "O número de telefone já está registrado",
    "registeredTipsDesc": "O número de telefone já está registrado. Deseja fazer login diretamente?",
    "registeredBtnConfirm": "Ok",
    "registeredBtnCancel": "Temporariamente não, altere o registro do número de telefone",
    "notRegisteredTipsTitle": "O número de telefone não foi registrado",
    "notRegisteredTipsDesc": "O número do celular ainda não foi registrado. Preciso me registrar para uma conta?",
    "notRegisteredBtnConfirm": "Necessidade",
    "notRegisteredBtnCancel": "Cancelar",
    "placeholderInviteCode1": "Insira o código de convite se quiser 500 POP",
    "placeholderInviteCode2": "Insira o código de convite se quiser 500 POP",
    "inputTitleInviteCode": "Código de Convite (opcional)"
  },
  "thirdParty": {
    "bitrue": {
      "popupTitle": "Welcome to COS.TV",
      "popupDesc": "You can sign in with your mobile phone and access your Contentos MainNet account later.",
      "popupAccount": "MainNet Account: <span class=\"account\">{0}</span>",
      "btnCopy": "Copy",
      "btnConfirm": "Return to Bitrue",
      "tipsCopied": "Copied"
    }
  }
}