{
  "btnStart": "Haga clic para iniciar <span class=\"special\">{price}</span> <span class=\"special\">{currency}</span>/times",
  "btnStarting": "Drawing…",
  "btnToHistory": "Registro del tesoro",
  "btnToLogin": "Sin iniciar sesión",
  "btnActivityRule": "Regla de eventol",
  "rewardTitle": "¡Felicidades! Ganaste <span class=\"special\">{value}</span><span class=\"special\">{currency}</span>",
  "rewardDesc01": "¡La recompensa está en tu billetera!",
  "rewardDesc02": "Nuestro personal luego lo organizará en su billetera",
  "rewardManual": "<span class=\"special\">{currency}</span>",
  "manualTip_1": " ¡Felicitaciones por su paquete de regalo! Nuestro personal se comunicará con usted en unos momentos, preste atención a su correo electrónico o SMS.",
  "rewardEmptyDesc01": "Inténtalo de nuevo!",
  "rewardPopupStartBtn": "Continúe para comenzar <span class=\"special\">{price}</span> <span class=\"special\">{currency}</span>/times",
  "titleEarnMore": "Gane más POP",
  "signInDesc": "Regístrese diariamente para obtener POP & ETH",
  "btnGoSignIn": "IR",
  "treasureDesc01": "<span class=\"special-1\">Abre cofres del tesoro gratis y obtén <span class=\"special-2\">BTC</span>&<span class=\"special-2\">COS</span>!</span>",
  "titleHistory": "Registro de búsqueda del tesoro",
  "btnBack": "Regresar",
  "historyDate": "Fecha",
  "historyTime": "Hora",
  "historyReward": "Recompensas",
  "historyEmpty": "Sin registro",
  "popcornBalanceNotEnough": "Insuficiente saldo POP",
  "title": "La lotería diaria gana COS, recibe paquetes de regalo limitados",
  "activityRuleDesc01": "1. POP (popcorn) solo se puede usar en el sitio web, no se puede transferir ni extraer a ninguna dirección de cadena.",
  "activityRuleDesc02": "2. Cada búsqueda del tesoro cuesta 100 POP. La probabilidad de obtener un paquete de regalo limitado aumentará de acuerdo con la cantidad de veces que ingrese a la búsqueda del tesoro y la cantidad de días activos. Puede elegir el mejor momento para completar la tarea de acuerdo con la cantidad de POPs que tenga. Los primeros que pongan POP y extraigan paquetes de regalo limitados, recibirán el paquete de regalo. Hemos preparado premios increíbles en paquetes de regalo. El contenido del premio se actualiza cada período.",
  "activityRuleDesc03": "3. La probabilidad de adquisición inicial de los paquetes de regalo es baja. Al participar en la lotería varias veces durante el ciclo de actividad, puede aumentar su valor energético. Cuanto mayor sea el valor de la energía, mayor será la probabilidad de sacar el paquete de regalo. A medida que aumenta el número de sorteos, el valor de la energía aumentará más rápido.",
  "activityRuleDesc04": "4. Hay un límite superior en el valor de la energía todos los días. Después de alcanzar el límite superior, la probabilidad de ganar el paquete de regalo no continuará aumentando en el día, pero aún puede ingresar a la búsqueda del tesoro. Su valor energético no crecerá hasta el día siguiente. Su límite superior aumentará exponencialmente. El número de paquetes de regalo es limitado, ¡por orden de llegada!",
  "activityRuleDesc05": "5. Cada usuario solo puede recibir un paquete de regalo limitado durante un solo período. Nuestro personal distribuirá los paquetes de regalo después de verificar. Por favor espere pacientemente.",
  "giftTitle": "Premio actual:",
  "giftProbability": "Valor energético actual",
  "giftNmber": "Cantidad restante",
  "giftDay1": "Total {{num}} días",
  "giftDay1first": "Total ",
  "giftDay1last": " días",
  "giftDay2": "Restante {{num}} días",
  "giftDay2first": "Restante ",
  "giftDay2last": "días",
  "giftHour": "{{3}} horas restantes",
  "giftHourfirst": "",
  "giftHourlast": " horas restantes",
  "giftHourlast1": "horas restantes",
  "giftTips1": "No más paquetes de regalo ",
  "giftTips2": "Has recibido el paquete de regalo actual.",
  "giftTips3": "Múltiples sorteos aumentan el valor de la energía, cuanto mayor sea el valor de la energía, mayores serán las posibilidades de obtener el paquete de regalo.",
  "giftTips4": "Has alcanzado el límite superior de hoy, puedes continuar la búsqueda del tesoro bajo la probabilidad actual.",
  "giftTips5": "¡Felicitaciones, ha alcanzado la mayor probabilidad de ganar un paquete de regalo en cualquier momento!",
  "giftNtfTitle": "Emitir a mi billetera más tarde - activo NFT",
  "toNtf": "Ver ahora",
  "giftListTitle": "Lista de destinatarios del último paquete de regalo",
  "giftListName": "Nombre de usuario",
  "giftListTime": "Tiempo para ganar",
  "giftListInfo": "Contenido del premio",
  "giftT1": "Recibido",
  "giftT2": "Valor energético: ",
  "luckyDrawBtn": "{numPop}/sorteo",
  "luckyDrawBtn500": "{numPop}/5 sorteos",
  "thx":"Mejor suerte la próxima vez",
  "continuousLuckyDraw": "5 sorteos seguidos para 480 POP",
  "congratulations": "Felicidades, has ganado"
}