{
  "manualTip_1": "Parabéns por ganhar o pacote de presente! Mais tarde a equipe entrará em contato com você, por favor preste atenção ao seu email ou SMS.",
  "rewardManual": "<span class=\"special\">{currency}</span>",
  "rewardDesc02": "Nossa equipe distribuirá para sua carteira mais tarde",
  "activityRuleDesc02": "2.Cada caça ao tesouro custa 100 POP. A probabilidade de conseguir um pacote de presente limitado aumentará de acordo com o número de vezes que você entrar em caças ao tesouro e com o número de dias ativo. Você pode escolher a melhor hora para completar a tarefa de acordo com o número de POPs mantido. Os primeiros que colocarem POP e pegarem pacotes de presente limitados receberão o pacote de presente. Nós preparamos prêmios incríveis em pacotes de presente. O conteúdo do prêmio é atualizado a cada período.",
  "activityRuleDesc03": "3.A propabilidade de aquisição inicial de pacotes de presente é baixa. Ao participar na loteria diversas vezes durante o ciclo de atividade, você pode aumentar seu valor de energia. Quanto maior o valor de energia, maior a probabilidade de pegar pacotes de presente. Conforme o número retiradas aumenta, o valor de energia aumentará mais rápido.",
  "activityRuleDesc04": "4. Há um limite superior no valor de energia a cada dia. Após alcançar o limite superior, a probabilidade de ganhar o pacote de presente não continuará a crescer no dia, mas você ainda pode entrar em caças ao tesouro. Seu valor de energia não crescerá até o dia seguinte. Seu limite superior aumentará exponencialmente. O número de pacotes de presente é limitado, o primeiro a chegar é o primeiro a ganhar!",
  "activityRuleDesc05": "5. Cada usuário pode receber apenas um pacote de presente limitado durante um único período. Nossa equipe distribuirá os pacotes de presente após verificação. Por favor tenha paciência.",
  "giftTitle": "Prêmio atual:",
  "giftProbability": "Valor de energia atual",
  "giftNmber": "Quantidade restante",
  "giftDay1": "{{num}} dias totais",
  "giftDay1first": "Total ",
  "giftDay1last": " dias",
  "giftDay2": "{{num}} dias restantes",
  "giftDay2first": "Restante ",
  "giftDay2last": "dias",
  "giftHour": "{{3}} horas restantes",
  "giftHourfirst": "",
  "giftHourlast": " horas restantes",
  "giftHourlast1": "hora restante",
  "giftTips1": "Acabaram os pacotes de presentes",
  "giftTips2": "Você recebeu o pacote de presente atual.",
  "giftTips3": "Diversas retiradas aumentam o valor de energia, quanto maior o valor de energia, maior a chance de ganhar o pacote de presente.",
  "giftTips4": "Você atingiu o limite de hoje, você pode continuar a caça ao tesouro, mas sem aumentar sua probabilidade de chance",
  "giftTips5": "Parabéns, você atingiu a maior probabilidade de ganhar, você poderá receber um pacote de presente a qualquer momento!",
  "giftNtfTitle": "Emita para minha Carteira mais tarde (ativo NFT)",
  "toNtf": "Ver agora",
  "giftListTitle": "Últimos ganhadores do pacote de presente",
  "giftListName": "Nome de usuário",
  "giftListTime": "Hora que ganhou",
  "giftListInfo": "Conteúdo do prêmio",
  "giftT1": "Recebido",
  "giftT2": "Valor de energia: ",
  "title": "Teste a sua sorte todos os dias para ter chance de ganhar prêmios em COS e POP!",
  "btnStart": "Clique para iniciar <span class=\"special\">{price}</span> <span class=\"special\">{currency}</span>/ vezes",
  "btnStarting": "Sorteando...",
  "btnToHistory": "Registro dos vencedores",
  "btnToLogin": "Não está logado",
  "btnActivityRule": "Regras deste evento",
  "activityRuleDesc01": "1. O Popcorn (POP) só pode ser usado no site da COSTV, e não pode ser retirado para uma carteira na blockchain.",
  "rewardTitle": "Parabéns! Você ganhou <span class=\"special\">{value}</span><span class=\"special\">{currency}</span> ",
  "rewardDesc01": "A recompensa está agora na sua carteira!",
  "rewardEmptyDesc01": "Tente novamente!",
  "rewardPopupStartBtn": "Clique para iniciar <span class=\"special\">{price}</span> <span class=\"special\">{currency}</span>/vezes",
  "titleEarnMore": "Ganhe mais POP",
  "signInDesc": "Faça check-in todos os dias e aproveite a chance de ganhar POP ou ETH",
  "btnGoSignIn": "VÁ!",
  "treasureDesc01": "<span class=\"special-1\">Abra um Baú do Tesouro para ganhar <span class=\"special-2\">BTC</span> e <span class=\"special-2\">COS</span>.</span>",
  "titleHistory": "Últimos prêmios distribuídos",
  "btnBack": "Retornar",
  "historyDate": "Data",
  "historyTime": "Tempo",
  "historyReward": "Recompensas",
  "historyEmpty": "Sem registro",
  "popcornBalanceNotEnough": "Saldo POP insuficiente",
  "luckyDrawBtn": "{numPop} por sorteio",
  "luckyDrawBtn500": "{numPop} para 5 sorteios",
  "thx": "Mais sorte na próxima",
  "continuousLuckyDraw": "você pode fazer 5 sorteios por 480 POP",
  "congratulations": "Parabéns, você ganhou:"
}